Repository: bert/pcb-fpw
Catalog: po/*.po
Languages: de, nl

source: [%s] DRC Error: specified package body length is too small.
de: [%s] DRC Fehler: angegebene Paket Körperlänge ist zu klein.
nl: [%s] DRC Fout: gespecifieerde behuizinglengte is te klein.

source: [%s] DRC Error: specified package body width is too small.
de: [%s] DRC Fehler: angegebene Paket Körperbreite ist zu klein.
nl: [%s] DRC Fout: gespecifieerde behuizingbreedte is te klein.

source: [%s] DRC Error: specified package body height is too small.
de: [%s] DRC Fehler: angegebene Paket Körperhöhe ist zu klein.
nl: [%s] DRC Fout: gespecifieerde behuizinghoogte is te klein.

source: [%s] DRC Error: specified courtyard length is too small.
de: [%s] DRC Fehler: angegebene Hoflänge ist zu klein.
nl: [%s] DRC Fout: gespecificeerde omgrenzinglengte is te klein.

source: [%s] DRC Error: specified courtyard width is too small.
de: [%s] DRC Fehler: angegebene Hofbreite ist zu klein.
nl: [%s] DRC Fout: gespecificeerde omgrenzingbreedte is te klein.

source: [%s] DRC Error: minimum clearance between copper (X-direction) is too small.
de: [%s] DRC Fehler: Mindestabstand zwischen Kupfer (X-Richtung) ist zu klein.
nl: [%s] DRC Fout: minimale vrijloop tussen koper (X-riching) is te klein.

source: [%s] DRC Error: minimum clearance between copper (Y-direction) is too small.
de: [%s] DRC Fehler: Mindestabstand zwischen Kupfer (Y-Richtung) ist zu klein.
nl: [%s] DRC Fout: minimale vrijloop tussen koper (Y-riching) is te klein.

source: [%s] DRC Error: zero width fiducial pad.
de: [%s] DRC Fehler: Null Breite Fiducialpad.
nl: [%s] DRC Fout: fiducial pad heeft een breedte van nul.

source: [%s] DRC Error: fiducial has zero width solder mask clearance.
de: [%s] DRC Fehler: Fiducial hat null Breite Lötmaske Spielraum.
nl: [%s] DRC Fout: fiducial heeft geen soldeermaskervrijloopbreedte.

source: [%s] DRC Error: specified distance between fiducial and nearest pad is to small.
de: [%s] DRC Fehler: angegebene Abstand zwischen Fiducial und nächste Pad ist zu klein.
nl: [%s] DRC Fout: minimale afstand tussen fiducial pad en dichstbijzijnde pad is te klein.

source: [%s] DRC Error: clearance of the package length with regard to the courtyard dimensions is too small.
de: [%s] DRC Fehler: Spielraum des Paketslänge in Bezug auf den Hof Dimensionen ist zu klein.
nl: [%s] DRC Fout: vrijloop van de behuizinglengte ten opzichte van de omgrenzingafmetingen is te klein.

source: [%s] DRC Error: clearance of the package width with regard to the courtyard dimensions is too small.
de: [%s] DRC Fehler: Spielraum des Pakets in Bezug auf den Hof Dimensionen ist zu klein.
nl: [%s] DRC Fout: vrijloop van de behuizingbreedte ten opzichte van de omgrenzingafmetingen is te klein.

source: [%s] DRC Error: silkscreen line width is too small.
de: [%s] DRC Fehler: Siebdruck Linienbreite ist zu klein.
nl: [%s] DRC Fout: opdruk lijnbreedte is te klein.

source: [%s] DRC Error: no units specified.
de: [%s] DRC Fehler: keine Einheiten angegeben.
nl: [%s] DRC Fout: geen eenheden gespecificeerd.

source: [%s] DRC Error: silkscreen line width too wide.
de: [%s] DRC Fehler: Siebdruck Linienbreite ist zu breit.
nl: [%s] DRC Fout: opdruk lijnbreedte is te breed.

source: [%s] DRC Error: no valid units type specified.
de: [%s] DRC Fehler: keine gültige Einheiten-Typ angegeben.
nl: [%s] DRC Fout: geen geldig eenheidtype gespecificeerd.

source: [%s] DRC Check: no errors while checking package %s.
de: [%s] DRC Prüfung: keine Fehler während der Überprüfung von Paket %s.
nl: [%s] DRC Fout: geen fouten tijdens controle van behuizing %s.

source: %s is also known as
de: %s ist auch bekannt als
nl: %s is ook bekend als

source: default values for footprint %s not found.
de: Standardwerte für Fußabdruck %s nicht gefunden.
nl: standaard waarde voor voetafdruk %s niet gevonden.

source: could not open file for %s footprint: %s.
de: Konnte für %s Fußabdruck: %s das Datei nicht öffnen.
nl: kan bestand %s voor voetafdruk: %s niet openen.

source: # Write fiducials
de: # Schreib Fiducials
nl: # Schrijf fiducials

source: # Write a package body on the silkscreen
de: # Schreib einer Verpackung auf der Siebdruck
nl: # Schrijf een behuizinglichaam op de opdruk

source: # Write a pin 1 marker on the silkscreen
de: # Schreib eine Stift 1 Markierung auf dem Siebdruck
nl: # Schrijf een pen 1 merk op de opdruk

source: # Write a courtyard on the silkscreen
de: # Schreib ein Hof auf der Siebdruck
nl: # Schrijf een omgrenzing op de opdruk

source: [%s] wrote footprint: %s.
de: [%s] schrieb Fußabdruck: %s.
nl: [%s] schreef voetafdruk: %s.

source: [%s] DRC Error: pitch in Y-direction should be 0.
de: [%s] DRC Fehler: Masche in Y-Richtung sollte 0 sein.
nl: [%s] DRC Fout: steek in Y-richting hoort 0 te zijn.

source: [%s] DRC Error: package should not have a fiducial pad.
de: [%s] DRC Fehler: Paket sollte keine Fiducial Pad haben.
nl: [%s] DRC Fout: behuizing hoort geen fiducial te hebben.

source: [%s] DRC Error: check for clearance of the package length with regard to the courtyard dimensions.
de: [%s] DRC Fehler: für die Beseitigung der Paketlänge in Bezug auf den Hof Dimensionen.
nl: [%s] DRC Fout: controle van vrijloop van de behuizinglengte met betrekking tot de omgrenzingsbemating.

source: [%s] DRC Error: check for clearance of the package width with regard to the courtyard dimensions.
de: [%s] DRC Fehler: Prüfung auf genügend Abstand des Paketsbreite in Bezug auf den Hof Dimensionen.
nl: [%s] DRC Fout: controle van vrijloop van de behuizingbreedte met betrekking tot de omgrenzingsbemating.

source: wrote a footprint for a %s package: %s.
de: schrieb ein Fußabdruck für ein %s Paket: %s.
nl: schreef een voetafdruk voor een %s behuizing: %s.

source: [%s] DRC Error: check for number of pins/pads <> 2.
de: [%s] DRC Fehler: für die Anzahl der Pins/Pads <> 2".
nl: [%s] DRC Fout: controle van aantal pennen/pads <>2.

source: [%s] DRC Error: circular pad shape specified for check for allowed pad shapes.
de: [%s] DRC Fehler: runde Padform für den Prüfung für zulässig Padformen angegeben.
nl: [%s] DRC Fout: ronde padvorm gespecificeerd voor de controle van toegestane padvormen.

source: %s: pads are being trimmed.
de: %s: Pads wirden beschnitten.
nl: %s: pads worden afgekort.

source: %s: footprint is too small for a package outline on the silkscreen.
de: %s: Fußabdruck ist zu klein für ein Paket Umriss über die Siebdruck.
nl: %s: voetafdruk is te klein voor een behuizinglichaam op de opdruk.

source: %s: is also known as
de: %s: ist auch bekannt als
nl: %s: is ook bekend als

source: [%s] DRC Error: check for number of pins is even.
de: [%s] DRC Fehler: Prüfung der Zahl der Stiften ist eben.
nl: [%s] DRC Fout: controle van aantal pennen is even

source: [%s] DRC Error: check for number of rows = 2.
de: [%s] DRC Fehler: für Anzahl der Reihen = 2.
nl: [%s] DRC Fout: controle van aantal rijen = 2.

source: [%s] DRC Error: check for number of columns < 1.
de: [%s] DRC Fehler: Prüfung der Anzahl der Spalten < 1.
nl: [%s] DRC Fout: controle van aantal kolommen < 1.

source: could not create a valid element pointer for a %s package.
de: konnte nicht ein gültiges Element Zeiger für eine Paket %s erstellen.
nl: kon geen geldige elementaanwijzer creëeren voor een %s behuizing.

source: created an element for a %s package: %s.
de: ein Element für einer %s Paket: %s erstellt.
nl: creëerde een element voor een %s behuizing: %s.

source: [%s] DRC Error: total number of pins is not even.
de: [%s] DRC Fehler: Gesamtzahl der Stiften ist nicht eben.
nl: [%s] DRC Fout: totaal aantal pennen is niet even.

source: [%s] DRC Error: number of rows < 1.
de: [%s] DRC Fehler: Anzahl der Reihen < 1.
nl: [%s] DRC Fout: aantal rijen < 1.

source: [%s] DRC Error: number of columns is not equal to 2.
de: [%s] DRC Fehler: Anzahl der Spalten ist nicht gleich mit 2.
nl: [%s] DRC Fout: aantal kolommen is niet gelijk aan 2.

source: [%s] DRC Error: package should not have any fiducials.
de: [%s] DRC Fehler: Paket sollte keine Fiducials haben.
nl: [%s] DRC Fout: behuizing zou geen fiducials mogen hebben.

source: WARNING: default values for footprint %s not found.
de: WARNUNG: Standardwerte für Fußabdruck %s nicht gefunden.
nl: WAARSCHUWING: standaard waarden voor voetafdruk %s zijn niet gevonden.

source: [%s] DRC Error: total number of pins is 0.
de: [%s] DRC Fehler: Gesamtzahl der Stiften ist 0.
nl: [%s] DRC Fout: totaal aantal pennen is 0.

source: [%s] DRC Error: number of rows < 2.
de: [%s] DRC Fehler: Anzahl der Reihen < 2.
nl: [%s] DRC Fout: aantal rijen is < 2.

source: [%s] DRC Error: number of columns is not greater than, or equal to, 2.
de: [%s] DRC Fehler: Anzahl der Spalten ist nicht größer als, oder gleich, 2.
nl: [%s] DRC Fout: aantal kolommen is niet groter dan, of gelijk aan, 2.

source: [%s] DRC Error: number of columns is > 1.
de: [%s] DRC Fehler: Anzahl der Spalten ist > 1.
nl: [%s] DRC Fout: aantal kolommen is > 1.

source: [%s] DRC Error: pitch (X-direction) should be 0.
de: [%s] DRC Fehler: Masche (X-Richtung) sollte 0 sein.
nl: [%s] DRC Fout: steek (X-richting) zou 0 moeten zijn.

source: [%s] DRC Error: check for package body length is <= 0.0.
de: [%s] DRC Fehler: Ein Prüfung über Paketkörperlänge beträgt <= 0,0.
nl: [%s] DRC Fout: controle van behuizinglengte is <= 0.0.

source: [%s] DRC Error: check for package body width is <= 0.0.
de: [%s] DRC Fehler: Ein Prüfung über Paketkörperbreite beträgt <= 0,0.
nl: [%s] DRC Fout: controle van behuizingbreedte is <= 0.0.

source: [%s] DRC Error: check for package body height is <= 0.0.
de: [%s] DRC Fehler: Ein Prüfung über Paketkörperhöhe beträgt <= 0,0.
nl: [%s] DRC Fout: controle van behuizinghoogte is <= 0.0.

source: [%s] DRC Error: check for courtyard length is <= 0.0.
de: [%s] DRC Fehler: Ein Prüfung über Hoflänge <= 0,0.
nl: [%s] DRC Fout: controle van omgrenzinglengte is <= 0.0.

source: [%s] DRC Error: check for courtyard width is <= 0.0.
de: [%s] DRC Fehler: Ein Prüfung über Hofbreite <= 0,0.
nl: [%s] DRC Fout: controle van omgrenzingbreedte is <= 0.0.

source: [%s] DRC Error: check for minimum clearance between copper (X-direction).
de: [%s] DRC Fehler: Ein Prüfung über Mindestabstand zwischen Kupfer (X-Richtung).
nl: [%s] DRC Fout: controle van minimum vrijloop tussen koper (X-richting).

source: [%s] DRC Error: check for minimum clearance between copper (Y-direction).
de: [%s] DRC Fehler: Ein Prüfung über Mindestabstand zwischen Kupfer (Y-Richtung).
nl: [%s] DRC Fout: controle van minimum vrijloop tussen koper (Y-richting).

source: [%s] DRC Error: check for fiducials, package should not have fiducials.
de: [%s] DRC Fehler: Ein Prüfung über Fiducials, Paket sollte keine Fiducials haben.
nl: [%s] DRC Fout: controle van fiducials, behuizing hoort geen fiducials te hebben.

source: [%s] DRC Error: line width 0.0 specified for check for a reasonable silk line width.
de: [%s] DRC Fehler: Linienbreite 0,0 angegeben für Prüfung für einen angemessenen Siebdruck Linienbreite.
nl: [%s] DRC Fout: lijnbreedte 0.0 gespecificeerd voor controle van een redelijke opdruk lijnbreedte.

source: [%s] DRC Error: no units specified for check for a reasonable silk line width.
de: [%s] DRC Fehler: keine Einheiten für der Prüfung für einen angemessenen Siebdruck Linienbreite angegeben.
nl: [%s] DRC Fout: geen eenheid gespecificeerd voor controle van een redelijke opdruk lijnbreedte.

source: [%s] DRC Error: line width > 40.0 mil specified check for a reasonable silk line width.
de: [%s] DRC Fehler: Linienbreite > 40,0 mil vorgeschriebene für der Prüfung einen angemessenen Siebdruck Linienbreite.
nl: [%s] DRC Fout: lijnbreedte > 40.0 mil gespecificeerd voor controle van een redelijke opdruk lijnbreedte.

source: [%s] DRC Error: line width > 1.0 mm specified check for a reasonable silk line width.
de: [%s] DRC Fehler: Linienbreite > 1,0 mm vorgeschriebene für der Prüfung einen angemessenen Siebdruck Linienbreite.
nl: [%s] DRC Fout: lijnbreedte > 1.0 mm gespecificeerd voor controle van een redelijke opdruk lijnbreedte.

source: [%s] DRC Error: no valid units type specified for check for a reasonable silk line width.
de: [%s] DRC Fehler: keine gültige Einheiten Typ für der Prüfung für einen angemessenen Siebdruck Linienbreite angegeben.
nl: [%s] DRC Fout: geen geldige eenheid gespecificeerd voor controle van een redelijke opdruk lijnbreedte.

source: [%s] DRC Error: check for zero width fiducial pad.
de: [%s] DRC Fehler: Ein Prüfung über Null Breite Fiducial Pad.
nl: [%s] DRC Fout: controle van fiducial pad heeft een breedte van nul.

source: [%s] DRC Error: check for zero width solder mask clearance.
de: [%s] DRC Fehler: Ein Prüfung über Null Breite Lötmaske Spielraum.
nl: [%s] DRC Fout: controle van fiducial soldeermaskervrijloopbreedte van nul.

source: [%s] DRC Error: check for distance between fiducial and nearest pad.
de: [%s] DRC Fehler: für Abstand zwischen Fiducial und nächsten Pad.
nl: [%s] DRC Fout: controle van afstand tussen fiducial pad en dichtbijzijnde pad.

source: [%s] DRC Error: round pad shape specified for check for allowed pad shapes.
de: [%s] DRC Fehler: Runde Padform für den Prüfung für zulässig Padformen angegeben.
nl: [%s] DRC Fout: ronde padvorm gespecificeerd voor controle van toegelaten padvormen.

source: [%s] DRC Error: check for fiducial set to TRUE, package has no fiducials.
de: [%s] DRC Fehler: Ein Prüfung über Fiducial auf TRUE setzen, Paket hat keine Fiducials.
nl: [%s] DRC Fout: controle van fiducial staat op WAAR, behuizing heeft geen fiducials.

source: %s has socket leads
de: %s hat Buchse
nl: %s heeft voetaansluitingen

source: [%s] DRC Error: pitch (Y-direction) should be 0.
de: [%s] DRC Fehler: Masche (Y-Richtung) sollte 0 sein.
nl: [%s] DRC Fout: steek (Y-richting) hoort 0 te zijn.

source: for now a number of pins of %d without a thermal pad is not implemented yet in sot_write_footprint().
de: eine Reihe von Stifte (%d) ohne Wärmeleitpad ist jetzt noch nicht in sot_write_footprint() implementiert.
nl: voor nu is een aantal pennen van %d zonder thermisch pad nog niet geïmplementeerd in sot_write_footprint().

source: number of pins of %d is not defined in sot_write_footprint().
de: Anzahl der Stifte von %d ist nicht in sot_write_footprint() definiert.
nl: aantal pins van %d is niet gedefiniëerd in sot_write_footprint().

source: %s done creating all default fpw files
de: %s machen von alle Standard fpw Dateien ist getan
nl: %s gereed met het aanmaken van fpw bestanden

source: %s: pads are being trimmed to prevent extension under the package body.
de: %s: Pads wird getrimmt auf eine Verlängerung im Rahmen des Pakets Körper zu verhindern.
nl: %s: pads worden afgekort om te voorkomen dat deze onder het behuizinglichaam komen.

source: [%s] DRC Error: pitch (X-direction) should be greater than 0.
de: [%s] DRC Fehler: Masche (X-Richtung) sollte größer als 0 sein.
nl: [%s] DRC Fout: steek (X-richting) hoort groter dan 0 te zijn.

source: Type
de: Art

source: Pin pad diameter (D)
de: Stifte Pad-Durchmesser (D)

source: Fiducial pad diameter (D)
de: Fiducial Pad-Durchmesser (D)

source: determined the status type successful.
de: bestimmung des Status Typ erfolgreich.

source: determined the package type (%d) for footprint type %s successful.
de: ermitteltte das Paket-Typ (%d) für Fußabdruck Typ %s erfolgreich.

source: determined the package type successful.
de: bestimmt den Paket Typ erfolgreich.

source: footprint units variables updated successful.
de: Fußabdruck Einheiten Variablen erfolgreich aktualisiert.

source: footprint distribution license with a null pointer found in: %s.
de: Fußabdruck Vertriebslizenz mit einem Null-Zeiger gefunden in: %s.

source: pad shape variables updated successful.
de: Pad-Form Variablen aktualisiert erfolgreich.

source: [%s] DRC Error: package should not have a square pad #1.
de: [%s] DRC Fehler: Paket sollte keiner vierkantes Pad # 1 haben".
