Repository: bert/pcb-fpw
Catalog: po/*.po
Languages: de, nl

source: The pcb FootPrintWizard generates footprint files for the pcb layout editor. (see http://pcb.gpleda.org)
de: Der FootPrintWizard erzeugt Footprint-Dateien für das Leiterplatten-Layout-Editor. (siehe http://pcb.gpleda.org)
nl: De pcb FootPrintWizard genereerd element bestanden voor pcb. (zie http://pcb.gpleda.org)

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to: the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
de: Dieses Programm ist freie Software. Sie können es unter den Bedingungen der GNU General Public License, wie von der Free Software Foundation veröffentlicht, weitergeben und/oder modifizieren, entweder gemäß Version 2 der Lizenz oder (nach Ihrer Option) jeder späteren Version. Die Veröffentlichung dieses Programms erfolgt in der Hoffnung, daß es Ihnen von Nutzen sein wird, aber OHNE IRGENDEINE GARANTIE, sogar ohne die implizite Garantie der MARKTREIFE oder der VERWENDBARKEIT FÜR EINEN BESTIMMTEN ZWECK. Details finden Sie in der GNU General Public License. Sie sollten ein Exemplar der GNU General Public License zusammen mit diesem Programm erhalten haben. Falls nicht, schreiben Sie an die Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110, USA.
nl: Dit programma is vrije programmatuur; het kan gedistribueerd worden en/of gewijzigd worden onder de voorwaarden van de GNU General Public License zoals gepubliceerd door de Free Software Foundation; ofwel versie 2 van de License, of (zoals je wilt) elke latere versie. Dit programma is verspreid in de hoop dat het zinvol is, maar ZONDER ELKE GARANTIE; zelfs zonder de geimpliceerde garantie van VERHANDELBAARHEID of GESCHIKTHEID VOOR EEN BEPAALD DOELEINDE. Zie de GNU General Public License voor meer details. Je zou een kopie van de GNU General Public License ontvangen moeten hebben bij dit programma; zo niet, schrijf dan naar: the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.

source: FootPrintWizard for pcb footprints
de: FootPrintWizard für pcb footprints
nl: FootPrintWizard voor pcb elementen

source: Author
de: Autor
nl: Auteur

source: Distribution license
de: Ausgabe Lizenz
nl: Distributielicentie

source: Type your name here
de: Geben Sie hier Ihren Name
nl: Type je naam hier in

source: License under which you distribute the file
de: Lizenz, unter wem Sie die Datei ausgeben
nl: Licentie waaronder het bestand gedistribueerd wordt

source: Allowable usage
de: zulässige Nutzung
nl: Toegestaan gebruik

source: unlimited
de: unbegrenzt
nl: onbeperkt

source: Use license
de: Gebrauch Lizenz
nl: Gebruikslicentie

source: Experimental
de: Experimentell
nl: Experimenteel

source: Private (not published)
de: Privat (wird nicht veröffentlicht)
nl: Prive (niet gepubliceerd)

source: Public (released)
de: Öffentliche (freigegeben)
nl: Publiek (vrijgegeven)

source: Stable (confirmed by peers)
de: Stabile (bestätigt durch Peers)
nl: Stabiel (bevestigd door vakgenoten)

source: <b>Author</b>
de: <b>Autor</b>
nl: <b>Auteur</b>

source: Units
de: Einheiten
nl: Eenheden

source: Type the name of the footprint here, no suffix please
de: Geben Sie den Namen des Fußabdrucks hier, bitte kein Suffix
nl: Type de naam van het element hier, geen achtervoegsel graag

source: Name
nl: Naam

source: Type the height dimension of the package body here
de: Geben Sie die Höhe Dimension des Gehäusekörpers hier
nl: Type de hoogtemaat van de behuizing hier in

source: Body height (Z)
de: Körperhöhe (Z)
nl: Behuizing hoogte (Z)

source: Body width (Y)
de: Körperbreite (Y)
nl: Behuizing breedte (Y)

source: Body length (X)
de: Körperlänge (X)
nl: Behuizing lengte (X)

source: Value
de: Wert
nl: Waarde

source: Type the width dimension of the package body here
de: Geben Sie die Breite Dimension des Gehäusekörpers hier
nl: Type de breedtemaat van de behuizing hier in

source: Type the length dimension of the package body here
de: Geben Sie die Länge Dimension des Gehäusekörpers hier
nl: Type de lengtemaat van de behuizing hier in

source: Type the value of the package here
de: Geben Sie den Wert des Pakets hier
nl: Type de waarde voor de behuizing hier

source: Refdes prefix
de: Refdes Präfix
nl: Refdes voorvoegsel

source: Type a refdes prefix here, without the ? please
de: Geben Sie einen refdes hier, ohne Präfix ? bitte
nl: Voer een refdes voorvoegsel in, zonder een ? graag

source: Add license to footprint
de: Lizenz hinzufugen zum Fußabdruck
nl: Voeg licentie toe aan element

source: Check to add a license text to the footprint.
de: Prüfen Sie, eine Lizenz Text in die Fußabdruck hinzufügen.
nl: Vink aan om licentie tekst aan het element toe te voegen.

source: Radial package
de: Radial Paket
nl: Radiale behuizing

source: Check for a radial package
de: Überprüfen Sie für eine radiale Paket
nl: Vink aan voor radiale behuizing

source: Add attributes to footprint
de: Attributen von Fußabdruck Hinzufügen
nl: Voeg attributen toe aan het element

source: Check to add attributes to the footprint.
de: Prüfen Sie, Attributen zu den Fußabdruck hinzufügen.
nl: Vink aan om attributen aan het element toe te voegen.

source: <b>Footprint</b>
de: <b>Fußabdruck</b>
nl: <b>Element</b>

source: Footprint
de: Fußabdruck
nl: Element

source: Pad solder mask clearance
de: Pad Lötmaske Spielraum
nl: Pad soldeermasker vrije afstand

source: Clearance distance with solder mask
de: Spielraum mit Lötstopplack
nl: Vrije afstand met soldeermasker

source: Pad clearance
de: Pad Spielraum
nl: Pad vrije afstand

source: Pad width (Y)
de: Pad Breite (Y)
nl: Pad breedte (Y)

source: Pad length (X)
de: Pad Länge (X)
nl: Pad lengte (X)

source: Clearance distance with polygons
de: Spielraum mit Polygonen
nl: Vrije afstand met polygonen

source: Width of pads
de: Pad Breite (Y)
nl: Breedte van pads

source: Length of pads
de: Pad Länge (X)
nl: Lengte van pads

source: Pad shape
de: Pad-Form
nl: Pad vorm

source: circular pad
de: runden Pad
nl: rond pad

source: rectangular pad
de: rechteckigen Pad
nl: rechthoekig pad

source: octagonal pad
de: achteckigen Pad
nl: achthoekig pad

source: rounded pad, elongated
de: Abgerundet Pad, länglichen
nl: afgerond pad, langwerpig

source: Diameter of pad for pins
de: Durchmesser der Pad für Stifte
nl: Diameter van pad voor pennen

source: Pin drill diameter (d)
de: Stifte Bohrer Durchmesser (d)
nl: Pen boordiameter (d)

source: Pin #1 square
de: Pin # 1 Viereckig
nl: Pen nummer 1 vierkant

source: Check to draw square pin #1
de: Prüfen Sie, ziehe Stifte # 1 Viereckig
nl: Vink aan om een pen/pad #1 vierkant te tekenen

source: Diameter of drill hole for pins
de: Durchmesser der Bohrung für Stifte
nl: Diameter van boorgaten voor pennen

source: <b>Pins</b>
de: <b>Stifte</b>
nl: <b>Pennen</b>

source: Total pins and pads
de: Insgesamt Stifte und Pads
nl: Totaal van pennen en pads

source: Pitch X-direction
de: Masche X-Richtung
nl: Steek in de X-richting

source: Pitch Y-direction
de: Masche Y-Richtung
nl: Steek in de Y-richting

source: Total number of pins and pads
de: Anzahl der Stifte und Pads
nl: Totaal aantal van pennen en pads

source: Horizontal pin/pad pitch
de: Horizontal Pad / Stifte Masche
nl: Horizontale pen/pad steek

source: Vertical pin/pad pitch
de: Vertikale Pad / Stifte Masche
nl: Verticale pen/pad steek

source: Count X-direction
de: Zählung X-Richtung
nl: Aantal in de X-richting

source: Count Y-direction
de: Zählung Y-Richtung
nl: Aantal in de Y-richting

source: Number of horizontal pin/pads
de: Anzahl horizontaler Stifte / Pads
nl: Aantal horizontale pennen/pads

source: Number of vertical pin/pads
de: Anzahl der vertikalen Stifte / Pads
nl: Aantal verticale pennen/pads

source: Pin/pad #1 position
de: Stift / Pad # 1 Position
nl: Pen/pad #1 positie

source: Upper left
de: Oben links
nl: Boven links

source: Middle left
de: Mitte links
nl: Midden links

source: Lower left
de: Unten links
nl: Onder links

source: Upper middle
de: Obere Mittel
nl: Boven midden

source: Middle middle
de: Mitte Mittel
nl: Midden midden

source: Lower middle
de: Untere Mittel
nl: Onder midden

source: Upper right
de: Oben rechts
nl: Boven rechts

source: Middle right
de: Mitte rechts
nl: Midden rechts

source: Lower right
de: Unten rechts
nl: Onder rechts

source: Columns
de: Spalten
nl: Kolommen

source: Number of columns
de: Anzahl der Säulen
nl: Aantal kolommen

source: Rows
de: Reihen
nl: Rijen

source: Number of rows
de: Anzahl an Reihen
nl: Aantal rijen

source: Enter non-existing pins or pads here
de: Geben Sie nicht vorhandene Stifte oder Pads hier
nl: Voer hier de niet bestaande pennen of pads in

source: Pin/Pad exceptions
de: Stifte / Pad Ausnahmen
nl: Pen/pad uitzonderingen

source: Click to select pin/pad exceptions
de: Klicken Sie auf Stifte / Pad Ausnahmen wählen
nl: Klik om pen/pad uitzonderingen te selekteren

source: <b>Pattern</b>
de: <b>Muster</b>
nl: <b>Patroon</b>

source: Pins/Pads
de: Stifte / Pads
nl: Pennen/Pads

source: Print courtyard
de: Hof Drucken
nl: Druk de begrenzing af

source: Check to draw a courtyard (keepout)
de: Prüfen Sie, einen Hof (Sperrflächen) ziehen
nl: Vink aan om een begrenzing (afscherming) te tekenen

source: Width (Y)
de: Breite (Y)
nl: Breedte (Y)

source: Length or diameter (X)
de: Länge oder Durchmesser (X)
nl: Lengte of Diameter (X)

source: Length of courtyard
de: Länge der Hof
nl: Lengte van de begrenzing

source: Width of courtyard
de: Breite der Hof
nl: Breedte van de begrenzing

source: Line width
de: Linienbreite
nl: Lijnbreedte

source: Line width for courtyard
de: Linienbreite für Hof
nl: Lijnbreedte voor begrenzing

source: Clearance with package
de: Spielraum mit Paket
nl: Vrije afstand met behuizing

source: Clearance distance with package
de: Spielraumabstand mit dem Paket
nl: Vrije afstand met behuizing

source: <b>Courtyard</b>
de: <b>Hof</b>
nl: <b>Begrenzing</b>

source: Print package outline
de: Print Paket Umriss
nl: Druk behuizing omtrek af

source: Check to draw package outline
de: Prüfen Paket Umriss zeichnen
nl: Vink aan om behuizing omtrek te tekenen

source: Pin/Pad #1 indicator
de: Stifte / Pad # 1 Anzeige
nl: Pen/Pad #1 indicator

source: Check to draw indicator for pin/pad #1
de: Prüfen Indikator für Stift / Pad # 1 zeichnen
nl: Vink aan om een indicator voor pen/pad #1 te tekenen

source: Line width for silkscreen
de: Linienbreite für Siebdruck
nl: Lijndikte voor opdruk

source: <b>Package</b>
de: <b>Pakete</b>
nl: <b>Behuizing</b>

source: Silkscreen
de: Siebdruck
nl: Opdruk

source: Thermal pad
de: Wärmeleitpad
nl: Thermisch pad

source: Check for a thermal pad
de: Prüfen Sie für eine Wärmeleitpad
nl: Vink aan voor een thermisch pad

source: Pad length (X)
de: Pad Länge (X)
nl: Pad lengte (X)

source: Width of thermal pad
de: Breite des Wärmeleitpad
nl: Breedte van het thermische pad

source: Length of thermal pad
de: Länge des Wärmeleitpad
nl: Lengte van het thermische pad

source: No paste on pad
de: Keine Paste auf Pad
nl: Geen pasta op pad

source: Check for no paste on pad
de: Prüfen Sie, ob keine Paste auf Pad
nl: Vink aan voor geen pasta op pad

source: Pad Clearance
de: Pad Spielraum
nl: Pad vrije afstand

source: <b>Thermal pad</b>
de: <b>Wärmeleitpad</b>
nl: <b>Thermisch pad</b>

source: Diameter of fiducial pad
de: Durchmesser der Fiducial-Pad
nl: Diameter van het fiducial pad

source: Fiducial solder mask clearance
de: Fiducial Lötmaske spielraum
nl: Fiducial soldeer masker vrijloop

source: Fiducial Pad Clearance
de: Fiducial Pad Spielraum
nl: Fiducial vrijloop

source: Inner-Inner (G1)
nl: Binnen-Binnen (G1)

source: Center-Center (C1)
de: Mitte-Mitte (G1)
nl: Midden-Midden (C1)

source: Outer-Outer (Z1)
de: Außen-Außen (Z1)
nl: Buiten-Buiten (Z1)

source: Top to bottom inner distance between pads
de: Von oben nach unten innere Distanz zwischen den Pads
nl: Boven naar beneden binnenafstand van pads

source: Top to bottom center distance between pads
de: Von oben nach unten Achsabstand zwischen den Pads
nl: Boven naar beneden hart tot hart afstand van pads

source: Top to bottom outer distance between pads
de: Von oben nach unten äußeren Abstand zwischen den Pads
nl: Boven naar beneden buitenafstand van pads

source: <b>Top to Bottom</b>
de: <b>oben nach unten</ b>
nl: <b>Boven naar Onder</b>

source: Inner-Inner (G2)
nl: Binnen-Binnen (G2)

source: Center-Center (C2)
nl: Midden-Midden (C2)

source: Outer-Outer (Z2)
de: Außen-Außen (Z2)
nl: Buiten-Buiten (Z2)

source: Left to right inner distance between pads
de: Von links nach rechts innere Distanz zwischen den Pads
nl: Links naar rechts binnenafstand van pads

source: Left to right center distance between pads
de: Von links nach rechts Achsabstand zwischen den Pads
nl: Links naar rechts hart tot hart afstand van pads

source: Left to right outer distance between pads
de: Von links nach rechts äußeren Abstand zwischen Pads
nl: Links naar rechts buitenafstand van pads

source: <b>Left to Right</b>
de: <b>links nach rechts</ b>
nl: <b>Links naar Rechts</b>

source: Heel & Toe goals
de: Ferse & Zehe Ziele
nl: Hiel & Teen doelen

source: Click on the refresh button to refresh the preview
de: Klicken Sie auf die Schaltfläche "Aktualisieren" um die Vorschau aktualisieren
nl: Klik op de Ververs knop om de voorvertoning te verversen

source: Click on the Dimensions button for the package dimensions
de: Klicken Sie auf die Schaltfläche "Dimensionen für das Paket Dimensionen
nl: Klik op de Bemating knop voor de behuizing afmetingen

source: Dimensions
de: Abmessungen
nl: Bemating

source: Click on the Preview button to view the footprint
de: Klicken Sie auf die Schaltfläche Vorschau, um einen Fußabdruck zu sehen
nl: Klik op de Voorvertoning knop om het element te zien

source: Preview
de: Vorschau
nl: Voorvertoning

source: Click on the Clear button to clear all entries
de: Klicken Sie auf die Schaltfläche Löschen, um alle Einträge zu löschen
nl: Klik op de Wissen knop om alle invoervakken leeg te maken

source: Click the Close button to exit
de: Klicken Sie auf die Schaltfläche "Schließen" zu beenden
nl: Klik de Afsluiten knop om af te sluiten

source: Click the Footprint button to write a footprint file
de: Klicken Sie auf die Schaltfläche Fußabdruck, um einen Fußabdruck zu schreiben
nl: Klik op de Element knop om het element op te slaan

source: Click the Open button to read an existing footprint file
de: Klicken Sie auf die Schaltfläche Öffnen, um eine vorhandene Fußabdruck Datei zu lesen
nl: Klik op de Open knop om een element te laden

source: Click the Save button to write the footprintwizard file
de: Klicken Sie auf die Schaltfläche Speichern, um den Footprint Wizard-Datei zu schreiben
nl: Klik op de Opslaan knop om het element-definitie op te slaan

source: pcb-gfpw: choose a .fpw file
de: pcb-gfpw: wählen Sie ein fpw Datei.
nl: pcb-gfpw: kies een .fpw bestand

source: pcb-gfpw : Unsaved fpw file
de: pcb-gfpw: Nicht gespeicherte fpw Datei
nl: pcb-gfpw : fpw bestand niet opgeslagen

source: loading image file: %s
de: Laden Bild-Datei: %s
nl: Inlezen afbeelding bestand: %s

source: image file: %s does not exist.
de: Bild-Datei: %s existiert nicht.
nl: afbeelding bestand: %s bestaat niet.

source: current folder is not initialised (null pointer).
de: aktuellen Ordner ist nicht initialisiert (Null-Zeiger).
nl: huidige foldernaam is niet ge-initialiseerd (null pointer).

source: current folder contains an empty string.
de: aktuellen Ordner enthält eine leere Zeichenfolge.
nl: huidige foldernaam bevat een lege text.

source: Changed cwd to: %s
de: cwd geändert auf: %s
nl: cwd gewijzigd naar: %s

source: selected filename is not initialised (NULL pointer).
de: ausgewählte Dateiname ist nicht initialisiert (NULL-Zeiger).
nl: geselecteerde bestandnaamis niet ge-initialiseerd (null pointer).

source: selected filename contains an empty string.
de: ausgewählten Dateinamen enthält eine leere Zeichenfolge.
nl: geselecteerde bestandnaam bevat een lege text.

source: selected filename is a directory.
de: ausgewählte Dateiname ist ein Verzeichnis.
nl: geselecteerde bestandnaam is een folder.

source: Read footprintwizard file %s.
de: Lesen Sie footprintwizard Datei %s.
nl: Footprintwizard bestand %s gelezen.

source: ERROR: Unable to read footprint wizard file %s.
de: FEHLER: Kann Footprint Wizard Datei %s nicht lesen.
nl: FOUT: kan Footprintwizard bestand %s niet lezen.

source: ERROR: footprint name not initialised (null pointer).
de: FEHLER: Fußabdruck Name nicht initialisiert (Null-Zeiger).
nl: FOUT: elementnaam niet ge-initialiseerd (null pointer).

source: ERROR: footprint name contains an empty string.
de: FEHLER: Fußabdruck Name enthält eine leere Zeichenfolge.
nl: FOUT: elementnaam bevat een lege text,

source: Wrote footprint %s to file.
de: Schrieb Fußabdruck %s in die Datei.
nl: Element %s naar bestand geschreven.

source: ERROR: Unable to write footprint %s to file.
de: FEHLER: Kann Fußabdruck %s nicht schreiben in die Datei.
nl: FOUT: kan element bestand %s niet schrijven.

source: ERROR: unknown or not yet implemented footprint type entered.
de: FEHLER: unbekannte oder noch nicht implementierte Fußabdruck Art eingesetzt.
nl: FOUT: onbekend of nog niet ge-implementeerd element type ingevoerd.

source: footprint status contains an unknown status type.
de: Fußabdruck Status enthält einen unbekannten Status Typ.
nl: element status bevat een onbekend statustype.

source: determined the status type successfull.
nl: het status type is succesvol vastgesteld.

source: footprint type contains an unknown package type.
de: Fußabdruck Typs enthält ein unbekanntes Paket-Typ.
nl: element type bevat een onbekend behuizing type.

source: determined the package type (%d) for footprint type %s successfull.
nl: het behuizing type (%d) voor element type %s is succesvol vastgesteld.

source: ERROR: footprint type QFN is not yet implemented.
de: FEHLER: Fußabdruck Typ QFN ist noch nicht implementiert.
nl: FOUT: elementtype QFN is nog niet ge-implementeerd.

source: ERROR: footprint type QFP is not yet implemented.
de: FEHLER: Fußabdruck Typ QFP ist noch nicht implementiert.
nl: FOUT: elementtype QFP is nog niet ge-implementeerd.

source: ERROR: footprint type SO is not yet implemented.
de: FEHLER: Fußabdruck Typ SO ist noch nicht implementiert.
nl: FOUT: elementtype SO is nog niet ge-implementeerd.

source: ERROR: footprint units not initialised (null pointer).
de: FEHLER: Fußabdruck Einheiten sind nicht initialisiert (Null-Zeiger).
nl: FOUT: elementeenheden is niet ge-initialiseerd (null pointer).

source: ERROR: footprint units contains an empty string.
de: FEHLER: Fußabdruck Einheiten enthält ein leere Zeichenfolge.
nl: FOUT: elementeenheden bevat een lege text,

source: ERROR: footprint units contains an unknown units type.
de: FEHLER: Fußabdruck Einheiten enthält eine unbekannte Einheiten-Typ.
nl: FOUT: elementeenheden bevat een onbekende eenheidtype.

source: ERROR: pad shape not initialised (null pointer).
de: FEHLER: Pad-Form nicht initialisiert (Null-Zeiger).
nl: FOUT: padvorm is niet ge-initialiseerd (null pointer).

source: ERROR: pad shape contains an empty string.
de: FEHLER: Pad-Form enthält einen leere Zeichenfolge.
nl: FOUT: padvorm bevat een lege text,

source: ERROR: pad shape contains an unknown pad shape type.
de: FEHLER: Pad-Form enthält eine unbekannte Pad-Form Typ.
nl: FOUT: pad vorm bevat een onbekend padvorm type.

source: Number of rows or columns is 0.
de: Anzahl der Reihen oder Säulen ist 0.
nl: Aantal rijen of kolommen is 0.

source: ERROR: Unable to write footprintwizard file %s.
de: ERROR: Kann footprintwizard Datei %s nicht schreiben.
nl: FOUT: kan Footprintwizard bestand %s niet schrijven.

source: Couldn't find pixmap file: %s
de: Konnte Pixmap-Datei nicht finden: %s
nl: Kan pixmap bestand: %s niet vinden

source: fpw version %s
nl: fpw versie %s

source: (C) 2007, 2008, 2009, 2010, 2011 by Bert Timmerman.
de: (C) 2007, 2008, 2009, 2010, 2011 durch Bert Timmerman.
nl: (C) 2007, 2008, 2009, 2010, 2011 door Bert Timmerman.

source: This free software is released under the GPL v2 license;
de: Diese freie Software ist unter der GPL v2 Lizenz veröffentlicht;
nl: Deze vrije software is vrijgegeven onder de GPL v2 licentie;

source: see the source for copying conditions.
de: Sie finden die Bedingungen für das Kopieren in der Quelle.
nl: zie de bronbestanden voor kopieer omstandigheden.

source: There is NO warranty; not even for MERCHANTABILITY
de: Es gibt KEINE Garantie; auch nicht für VERKAUFBARKEIT
nl: Er wordt GEEN garantie gegeven; zelfs niet voor VERHANDELBAARHEID

source: or FITNESS FOR A PARTICULAR PURPOSE.
de: oder der EIGNUNG FÜR EINEN BESTIMMTEN ZWECK.
nl: of GESCHIKTHEID VOOR EEN BEPAALD DOELEINDE.

source: fpw usage and options:
de: fpw Nutzung und Optionen:
nl: fpw gebruik en opties:

source: -h : print this help message and exit.
de: -h : drucken diese Hilfemeldung und beenden.
nl: -h : druk dit hulp bericht af en sluit het programma af.

source: -v : log messages, be verbose.
de: -v : Logmeldungen werden ausführliche.
nl: -v : log bericht, wees uitvoerig.

source: -q : do not log messages, overrides --verbose.
de: -q : keine Logmeldungen, überschreibt --verbose.
nl: -q : geen log berichten, overtref --verbose.

source: --version
nl: --versie

source: -V : print the version information and exit.
de: -V : drucken der Versionsinformation und beenden.
nl: -V : druk de versie informatie af en sluit het programma af.

source: --format <fpw_footprintwizard filename>
de: --format <fpw_footprintwizard Datei>
nl: --format <fpw_footprintwizard bestandnaam>

source: -f <fpw_footprintwizard filename>
de: -f <fpw_footprintwizard Datei>
nl: -f <fpw_footprintwizard bestandnaam>

source: --output <footprint name>
de: --output <Fußabdruck Namen>
nl: --output <footprint naam>

source: -o <footprint name>
de: -o <Fußabdruck Namen>
nl: -o <element naam>

source: -d : turn on debugging output messages.
de: -d : schalten Sie die Debugging-Ausgabe Nachrichten ein.
nl: -d : zet foutzoekmeldingen aan.

source: unknown command line option encountered.
de: unbekannte Befehlszeilenoption aufgetreten.
nl: onbekende commando lijn optie gevonden.

source: read footprintwizard file %s.
de: Footprintwizard Datei %s gelesen.
nl: Footprintwizard bestand %s gelezen.

source: could not load footprintwizard file %s.
de: Footprintwizard Datei %s konnte nicht geladen werden.
nl: Kan footprintwizard bestand %s niet laden.

source: footprint name contains a null pointer.
de: Fußabdruck Name enthält einen Null-Zeiger.
nl: elementnaam bevat een null pointer.

source: footprint name contains an empty string.
de: Fußabdruckname enthält eine leere Zeichenfolge.
nl: elementnaam bevat een lege text.

source: Footprint %s is written successful.
de: Footprint %s mit Erfolg geschrieben.
nl: Element %s is succesvol opgeslagen.

source: out of memory during realloc() in create_new_arc().
de: out of memory während realloc () in create_new_arc().
nl: geen geheugen tijdens realloc() in create_new_arc().

source: out of memory during realloc() in create_new_attribute().
de: out of memory während realloc () in create_new_attribute().
nl: geen geheugen tijdens realloc() in create_new_attribute().

source: out of memory during realloc() in create_new_line().
de: out of memory während realloc () in create_new_line().
nl: geen geheugen tijdens realloc() in create_new_line().
