Repository: bert/pcb-fpw
Catalog: po/*.po
Languages: de, nl

source: footprint type is not valid.
de: Fußabdruck Typ ist nicht gültig.
nl: element type is niet geldig.

source: empty footprint type entered.
de: leere Fußabdruck Typ eingesetzt.
nl: leeg element type ingevoerd.

source: footprint type %s not yet implemented.
de: Fußabdruck Typ %s noch nicht implementiert.
nl: elementtype %s is nog niet ge-implementeerd.

source: footprint type %s is not valid.
de: Fußabdruck Typ %s ist nicht gültig.
nl: elementtype %s is niet geldig.

source: footprint status %s is not valid.
de: Fußabdruck Status %s ist nicht gültig.
nl: element status %s is niet geldig.

source: could not open footprint wizard file: %s for reading.
de: Footprint Wizard-Datei: %s konnte für das Lesen nicht geöffnet werden.
nl: kan footprintwizard bestand %s niet openen om te lezen.

source: error while reading footprint_filename value in: %s.
de: Fehler beim Lesen footprint_filename Wert: %s.
nl: fout tijdens het lezen van footprint_filename waarde in: %s.

source: footprint filename with a null pointer found in: %s.
de: Fußabdruck mit einem Null-Zeiger-Dateiname gefunden in: %s.
nl: element bestandnaam met een null pointer gevonden in: %s.

source: error while reading a dummy value in: %s.
de: Fehler beim Lesen einer Dummy-Wert in: %s.
nl: fout tijdens het lezen van een dummy waarde in: %s.

source: error while reading footprint_type value in: %s.
de: Fehler beim Lesen footprint_type Wert: %s.
nl: fout tijdens het lezen van de footprint_type waarde in: %s.

source: footprint type with a null pointer found in: %s.
de: Fußabdruck-Typ mit einem Null-Zeiger gefunden in: %s.
nl: element type met een null pointer gevonden in: %s.

source: determined the package type successfull.
nl: het behuizing type is succesvol vastgesteld.

source: error while reading footprint_units value in: %s.
de: Fehler beim Lesen footprint_units Wert: %s.
nl: fout tijdens het lezen van footprint_type waarde in: %s.

source: footprint units with null pointer found in: %s.
de: Fußabdruck Einheiten mit Null-Zeiger gefunden in: %s.
nl: element eenheid met een null pointer gevonden in: %s.

source: footprint units contains an unknown units type.
de: Fußabdruck Einheiten enthält eine unbekannte Einheit-Typ.
nl: element eenheid bevat een onbekend eenheidtype.

source: footprint units variables updated successfull.
nl: element eenheden zijn succesvol bijgewerkt.

source: error while reading footprint_refdes value in: %s.
de: Fehler beim Lesen footprint_refdes Wert: %s.
nl: fout tijdens het lezen van footprint_refdes waarde in: %s.

source: footprint refdes with a null pointer found in: %s.
de: Fußabdruck refdes mit einem Null-Zeiger gefunden in: %s.
nl: element refdes met een null pointer gevonden in: %s.

source: error while reading footprint_value value in: %s.
de: Fehler beim Lesen footprint_value Wert: %s.
nl: fout tijdens het lezen van footprint_value waarde in: %s.

source: footprint value with a null pointer found in: %s.
de: Fußabdruck-Wert mit einer Null-Zeiger gefunden in: %s.
nl: element waarde met een null pointer gevonden in: %s.

source: error while reading package_body_length value in: %s.
de: Fehler beim Lesen package_body_length Wert in: %s.
nl: fout tijdens het lezen van package_body_length waarde in: %s.

source: NaN found in package body length, in: %s.
de: NaN Zahl in Paket Körperlänge gefunden in: %s.
nl: NaN gevonden in behuizing lengte, in: %s.

source: error while reading package_body_width value in: %s.
de: Fehler beim Lesen package_body_width Wert in: %s.
nl: fout tijdens het lezen van package_body_width waarde in: %s.

source: NaN found in package body width, in: %s.
de: NaN Zahl in Paket Körperbreite gefunden in: %s.
nl: NaN gevonden in behuizing breedte, in: %s.

source: error while reading package_body_height value in: %s.
de: Fehler beim Lesen package_body_height Wert in: %s.
nl: fout tijdens het lezen van package_body_height waarde in: %s.

source: NaN found in package body heigth, in: %s.
de: NaN Zahl in Paket Körperhöhe gefunden in: %s.
nl: NaN gevonden in behuizing hoogte, in: %s.

source: error while reading package_is_radial value in: %s.
de: Fehler beim Lesen package_is_radial Wert in: %s.
nl: fout tijdens het lezen van package_is_radial waarde in: %s.

source: error while reading footprint_author value in: %s.
de: Fehler beim Lesen footprint_author Wert in: %s.
nl: fout tijdens het lezen van footprint_author waarde in: %s.

source: footprint author with a null pointer found in: %s.
de: Fußabdruck Autor mit einem Null-Zeiger gefunden in: %s.
nl: element auteur met een null pointer gevonden in: %s.

source: error while reading footprint_dist_license value in: %s.
de: Fehler beim Lesen footprint_dist_license Wert in: %s.
nl: fout tijdens het lezen van footprint_dist_license waarde in: %s.

source: footprint dirstribution license with a null pointer found in: %s.
nl: element distributie licentie met een null pointer gevonden in: %s.

source: error while reading footprint_use_license value in: %s.
de: Fehler beim Lesen footprint_use_license Wert in: %s.
nl: fout tijdens het lezen van footprint_use_license waarde in: %s.

source: footprint usage license with a null pointer found in: %s.
de: Fußabdruck Nutzungslizenz mit einem Null-Zeiger gefunden in: %s.
nl: element gebruik licentie met een null pointer gevonden in: %s.

source: error while reading footprint_status value in: %s.
de: Fehler beim Lesen footprint_status Wert in: %s.
nl: fout tijdens het lezen van footprint_status waarde in: %s.

source: footprint status with a null pointer found in: %s.
de: Fußabdruck Status mit einem Null-Zeiger gefunden in: %s.
nl: element status met een null pointer gevonden in: %s.

source: error while reading attributes_in_footprint value in: %s.
de: Fehler beim Lesen attributes_in_footprint Wert in: %s.
nl: fout tijdens het lezen van attributes_in_footprint waarde in: %s.

source: error while reading number_of_pins value in: %s.
de: Fehler beim Lesen number_of_pins Wert in: %s.
nl: fout tijdens het lezen van number_of_pins waarde in: %s.

source: error while reading number_of_columns value in: %s.
de: Fehler beim Lesen number_of_columns Wert in: %s.
nl: fout tijdens het lezen van number_of_columns waarde in: %s.

source: error while reading number_of_rows value in: %s.
de: Fehler beim Lesen number_of_rows Wert in: %s.
nl: fout tijdens het lezen van number_of_rows waarde in: %s.

source: error while reading pitch_x value in: %s.
de: Fehler beim Lesen pitch_x Wert in: %s.
nl: fout tijdens het lezen van pitch_x waarde in: %s.

source: NaN number of pitch in X-direction found in: %s.
de: NaN Zahl in der Masche in X-Richtung gefunden in: %s.
nl: NaN gevonden in de steek in de X-richting, in: %s.

source: error while reading pitch_y value in: %s.
de: Fehler beim Lesen pitch_y Wert in: %s.
nl: fout tijdens het lezen van pitch_y waarde in: %s.

source: NaN number of pitch in Y-direction found in: %s.
de: NaN Zahl in der Masche in Y-Richtung gefunden in: %s.
nl: NaN gevonden in de steek in de Y-richting, in: %s.

source: error while reading count_x value in: %s.
de: Fehler beim Lesen count_x Wert in: %s.
nl: fout tijdens het lezen van count_x waarde in: %s.

source: error while reading count_y value in: %s.
de: Fehler beim Lesen count_y Wert in: %s.
nl: fout tijdens het lezen van count_y waarde in: %s.

source: error while reading pad_shape value in: %s.
de: Fehler beim Lesen pad_shape Wert in: %s.
nl: fout tijdens het lezen van pad_shape waarde in: %s.

source: pad shape with a null pointer found in: %s.
de: Pad-Form mit einem Null-Zeiger gefunden in: %s.
nl: padvorm met een null pointer gevonden in: %s.

source: pad shape contains an unknown pad shape type.
de: Pad-Form enthält eine unbekannte Padform Typ.
nl: padvorm bevat een onbekend padvorm type.

source: pad shape variables updated successfull.
nl: padvorm variabelen succesvol bijgewerkt.

source: error while reading pin_pad_exceptions_string value in: %s.
de: Fehler beim Lesen pin_pad_exceptions_string Wert in: %s.
nl: fout tijdens het lezen van pin_pad_exceptions_string waarde in: %s.

source: pin/pad exceptions with a null pointer found in: %s.
de: Pin/Pad Ausnahmen mit einem Null-Zeiger gefunden in: %s.
nl: pen/pad uitzonderingen met een null wijzer gevonden in: %s.

source: error while reading pin_1_position value in: %s.
de: Fehler beim Lesen pin_1_position Wert in: %s.
nl: fout tijdens het lezen van pin_1_position waarde in: %s.

source: pin #1 position with a null pointer found in: %s.
de: Pin #1 Position mit einem NULL-Zeiger gefunden in: %s.
nl: pen nr. 1 met een null pointer gevonden in: %s.

source: error while reading pad_length value in: %s.
de: Fehler beim Lesen pad_length Wert in: %s.
nl: fout tijdens het lezen van pad_length waarde in: %s.

source: NaN number in pad length found in: %s.
de: NaN Zahl in Padlänge gefunden in: %s.
nl: NaN gevonden in de lengte van elke pad, in: %s.

source: error while reading pad_width value in: %s.
de: Fehler beim Lesen pad_width Wert in: %s.
nl: fout tijdens het lezen van pad_width waarde in: %s.

source: NaN number in pad width found in: %s.
de: NaN Zahl in Padbreite gefunden in: %s.
nl: NaN gevonden in de breedte van elke pad, in: %s.

source: error while reading pad_diameter value in: %s.
de: Fehler beim Lesen pad_diameter Wert in: %s.
nl: fout tijdens het lezen van pad_diameter waarde in: %s.

source: NaN number in pad diameter found in: %s.
de: NaN Zahl in der Paddurchmesser gefunden in: %s.
nl: NaN gevonden in de diameter van elke pad, in: %s.

source: error while reading pin_drill_diameter value in: %s.
de: Fehler beim Lesen pin_drill_diameter Wert in: %s.
nl: fout tijdens het lezen van pin_drill_diameter waarde in: %s.

source: NaN number in pin drill diameter found in: %s.
de: NaN Zahl in Stift Bohrdurchmesser gefunden in: %s.
nl: NaN gevonden in de boorgat diameter, in: %s.

source: error while reading pin1_square value in: %s.
de: Fehler beim Lesen pin1_square Wert in: %s.
nl: fout tijdens het lezen van pin1_square waarde in: %s.

source: error while reading pad_clearance value in: %s.
de: Fehler beim Lesen pad_clearance Wert in: %s.
nl: fout tijdens het lezen van pad_clearance waarde in: %s.

source: NaN number in pad clearance found in: %s.
de: NaN Zahl in Pad spielraum gefunden in: %s.
nl: NaN gevonden in de vrije afstand van elke pad, in: %s.

source: error while reading pad_solder_mask_clearance value in: %s.
de: Fehler beim Lesen pad_solder_mask_clearance Wert in: %s.
nl: fout tijdens het lezen van pad_solder_mask_clearance waarde in: %s.

source: NaN number in pad solder mask clearance found in: %s.
de: NaN Zahl in Pad Lötmaske Spielraum gefunden in: %s.
nl: NaN gevonden in de vrije afstand van elke pad met het soldeermasker, in: %s.

source: error while reading thermal value in: %s.
de: Fehler beim Lesen thermal Wert in: %s.
nl: fout tijdens het lezen van thermal waarde in: %s.

source: error while reading thermal_nopaste value in: %s.
de: Fehler beim Lesen thermal_nopaste Wert in: %s.
nl: fout tijdens het lezen van thermal_nopaste waarde in: %s.

source: error while reading thermal_length value in: %s.
de: Fehler beim Lesen thermal_length Wert in: %s.
nl: fout tijdens het lezen van thermal_length waarde in: %s.

source: NaN number in thermal length found in: %s.
de: NaN Zahl in der Thermischen Länge gefunden in: %s.
nl: NaN gevonden in de lengte van het thermische pad, in: %s.

source: error while reading thermal_width value in: %s.
de: Fehler beim Lesen thermal_width Wert in: %s.
nl: fout tijdens het lezen van thermal_width waarde in: %s.

source: NaN number in thermal width found in: %s.
de: NaN Zahl in der Thermischen Breite gefunden in: %s.
nl: NaN gevonden in de breedte van het thermische pad, in: %s.

source: error while reading thermal_clearance value in: %s.
de: Fehler beim Lesen thermal_clearance Wert in: %s.
nl: fout tijdens het lezen van thermal_clearance waarde in: %s.

source: NaN number in thermal clearance found in: %s.
de: NaN Zahl in der Thermischen Spielraum gefunden in: %s.
nl: NaN gevonden in de vrije afstand van het thermische pad, in: %s.

source: error while reading thermal_solder_mask value in: %s.
de: Fehler beim Lesen thermal_solder_mask Wert in: %s.
nl: fout tijdens het lezen van thermal_solder_mask waarde in: %s.

source: NaN number in thermal solder mask clearance found in: %s.
de: NaN Zahl in der Thermischen Lötmaske Spielraum gefunden in: %s.
nl: NaN gevonden in de vrije afstand tussen het thermische pad en het soldeermasker , in: %s.

source: error while reading fiducial value in: %s.
de: Fehler beim Lesen fiducial Wert in: %s.
nl: fout tijdens het lezen van fiducial waarde in: %s.

source: error while reading fiducial_pad_diameter value in: %s.
de: Fehler beim Lesen fiducial_pad_diameter Wert in: %s.
nl: fout tijdens het lezen van fiducial_pad_diameter waarde in: %s.

source: NaN number in fiducial pad diameter found in: %s.
de: NaN Zahl in Fiducial Pad-Durchmesser gefunden in: %s.
nl: NaN gevonden in de fiducial pad diameter, in: %s.

source: error while reading fiducial_pad_solder_mask value in: %s.
de: Fehler beim Lesen fiducial_pad_solder_mask Wert in: %s.
nl: fout tijdens het lezen van fiducial_pad_solder_mask waarde in: %s.

source: NaN number in fiducial pad solder mask clearance found in: %s.
de: NaN Zahl in Fiducial Pad Lötmaske Spielraum gefunden in: %s.
nl: NaN gevonden in de vrije afstand tussen het fiducial pad en het soldeermasker , in: %s.

source: error while reading silkscreen_package_outline value in: %s.
de: Fehler beim Lesen silkscreen_package_outline Wert in: %s.
nl: fout tijdens het lezen van silkscreen_package_outline waarde in: %s.

source: error while reading silkscreen_indicate_1 value in: %s.
de: Fehler beim Lesen silkscreen_indicate_1 Wert in: %s.
nl: fout tijdens het lezen van dummy waarde in: %s.

source: NaN number in silkscreen line width found in: %s.
de: NaN Zahl in Siebdruck Linienbreite gefunden in: %s.
nl: NaN gevonden in de opdruk lijnbreedte in: %s.

source: error while reading courtyard value in: %s.
de: Fehler beim Lesen courtyard Wert in: %s.
nl: fout tijdens het lezen van courtyard waarde in: %s.

source: error while reading courtyard_length value in: %s.
de: Fehler beim Lesen courtyard_length Wert in: %s.
nl: fout tijdens het lezen van courtyard_length waarde in: %s.

source: NaN number in courtyard length found in: %s.
de: NaN Zahl im Hoflänge gefunden in: %s.
nl: NaN gevonden in de begrenzing lengte in: %s.

source: error while reading courtyard_width value in: %s.
de: Fehler beim Lesen courtyard_width Wert in: %s.
nl: fout tijdens het lezen van courtyard_width waarde in: %s.

source: NaN number in courtyard width found in: %s.
de: NaN Zahl im Hofbreite gefunden in: %s.
nl: NaN gevonden in de begrenzing breedte in: %s.

source: error while reading courtyard_line_width value in: %s.
de: Fehler beim Lesen courtyard_line_width Wert in: %s.
nl: fout tijdens het lezen van courtyard_line_width waarde in: %s.

source: NaN number in courtyard line width found in: %s.
de: NaN Zahl im Hoflinienbreite gefunden in: %s.
nl: NaN gevonden in de begrenzing lijnbreedte in: %s.

source: error while reading courtyard_clearance_with_package value in: %s.
de: Fehler beim Lesen courtyard_clearance_with_package Wert in: %s.
nl: fout tijdens het lezen van courtyard_clearance_with_package waarde in: %s.

source: NaN number in courtyard clearance with package found in: %s.
de: NaN Zahl im Hof Spielraum mit Paket gefunden in: %s.
nl: NaN gevonden in de vrije afstand van de begrenzing met de behuizing in: %s.

source: error while reading c1 value in: %s.
de: Fehler beim Lesen c1 Wert in: %s.
nl: fout tijdens het lezen van c1 waarde in: %s.

source: NaN number in top to bottom center-center distance found in: %s.
de: NaN Zahl von oben nach unten Mitte-Mitte Distanz gefunden in: %s.
nl: NaN gevonden in de verticale midden-midden afstand in: %s.

source: error while reading g1 value in: %s.
de: Fehler beim Lesen g1 Wert in: %s.
nl: fout tijdens het lezen van g1 waarde in: %s.

source: NaN number in top to bottom inner-inner distance found in: %s.
de: NaN Zahl von oben nach unten inneren-innere Distanz gefunden in: %s.
nl: NaN gevonden in de verticale binnen-binnen afstand in: %s.

source: error while reading z1 value in: %s.
de: Fehler beim Lesen z1 Wert in: %s.
nl: fout tijdens het lezen van z1 waarde in: %s.

source: NaN number in top to bottom outer-outer distance found in: %s.
de: NaN Zahl von oben nach unten äußere-äußere Distanz gefunden in: %s.
nl: NaN gevonden in de verticale buiten-buiten afstand in: %s.

source: error while reading c2 value in: %s.
de: Fehler beim Lesen c2 Wert in: %s.
nl: fout tijdens het lezen van c2 waarde in: %s.

source: NaN number in left to right center-center distance found in: %s.
de: NaN Zahl von links nach rechts Mitte-Mitte Distanz gefunden in: %s.
nl: NaN gevonden in de horizontale midden-midden afstand in: %s.

source: error while reading g2 value in: %s.
de: Fehler beim Lesen g2 Wert in: %s.
nl: fout tijdens het lezen van g2 waarde in: %s.

source: NaN number in left to right inner-inner distance found in: %s.
de: NaN Zahl von links nach rechts inneren-innere Distanz gefunden in: %s.
nl: NaN gevonden in de horizontale binnen-binnen afstand in: %s.

source: error while reading z2 value in: %s.
de: Fehler beim Lesen z2 Wert in: %s.
nl: fout tijdens het lezen van z2 waarde in: %s.

source: NaN number in left to right outer-outer distance found in: %s.
de: NaN Zahl von links nach rechts äußere-äußere Distanz gefunden in: %s.
nl: NaN gevonden in de horizontale buiten-buiten afstand in: %s.

source: pad shape is %s, setting pad_shapes_type to ROUND.
de: Pad-Form ist %s, Einstellung pad_shapes_type zu ROUND.
nl: padvorm is %s, stel pad_shapes_type in op ROUND.

source: pad shape is %s, setting pad_shapes_type to SQUARE.
de: Pad-Form ist %s, Einstellung pad_shapes_type auf SQUARE.
nl: padvorm is %s, stel pad_shapes_type in op SQUARE.

source: pad shape is %s, setting pad_shapes_type to OCTOGONAL.
de: Pad-Form ist %s, Einstellung pad_shapes_type auf OCTGONAL.
nl: pad vorm is %s, stel pad_shapes_type in op OCTOGONAL.

source: pad shape is %s, setting pad_shapes_type to ROUND_ELONGATED.
de: Pad-Form ist %s, Einstellung pad_shapes_type zu ROUND_ELONGATED.
nl: pad vorm is %s, stel pad_shapes_type in op ROUND_ELONGATED.

source: encountered a %s pad shape, resetting pad_shapes_type to NO_SHAPE.
de: begegnet ein %s Pad-Form, das Zurücksetzen pad_shapes_type zu NO_SHAPE.
nl: vond een %s pad vorm, stel pad_shapes_type in op NO_SHAPE.

source: footprint units_type set to MIL, multiplier set to 100.0
de: Fußabdruck units_type zu MIL gesetzt, Multiplikator auf 100,0 gesetzt
nl: voetafdruk units_type ingesteld op MIL, vermenigvuldigfactor ingesteld op 100.0

source: footprint units_type set to MIL/100, multiplier set to 1.0
de: Fußabdruck units_type zu MIL/100 gesetzt, Multiplikator auf 1.0 gesetzt
nl: voetafdruk units_type ingesteld op MIL/100, vermenigvuldigfactor ingesteld op 1.0

source: footprint units_type set to MM, multiplier set to 3937.00...
de: Fußabdruck units_type zu MM gesetzt, Multiplikator auf 3937,00 ... gesetzt
nl: voetafdruk units_type ingesteld op MM, vermenigvuldigfactor ingesteld op 3937.0...

source: could not open footprint wizard file: %s for writing.
de: Footprint Wizard-Datei: %s konnte nicht geöffnet werden für Schreiben.
nl: kan footprintwizard bestand %s niet openen om te schrijven.

source: could not write footprint wizard file (null or empty footprint filename string).
de: konnte Footprint Wizard-Datei nicht schreiben (null oder leer Fußabdruck Dateinamen String).
nl: kan niet naar footprintwizard bestand schrijven (null of lege element bestandnaam).

source: could not write footprint wizard file (null or empty footprint name string).
de: konnte Footprint Wizard-Datei nicht schreiben (null oder leer Fußabdruck Namen String).
nl: kan niet naar footprintwizard bestand schrijven (null of lege element naam).

source: could not write footprint wizard file (null or empty footprint type string).
de: konnte Footprint Wizard-Datei nicht schreiben (null oder leer Fußabdruck Typ String).
nl: kan niet naar footprintwizard bestand schrijven (null of lege element type).

source: could not write footprint wizard file (null or empty footprint units string).
de: konnte Footprint Wizard-Datei nicht schreiben (null oder leer Fußabdruck Einheiten String).
nl: kan niet naar footprintwizard bestand schrijven (null of lege element maateenheid).

source: could not write footprint wizard file (null or empty pad shape string).
de: konnte Footprint Wizard-Datei nicht schreiben (null oder leer Padform String).
nl: kan niet naar footprintwizard bestand schrijven (null of lege padvorm omschrijving).

source: could not write footprint wizard file (null or empty pin/pad exception string).
de: konnte Footprint Wizard-Datei nicht schreiben (null oder leer Pin/Pad Ausnahme String).
nl: kan niet naar footprintwizard bestand schrijven (null of lege pen/pad uitzondering omschrijving).

source: unknown or not yet implemented footprint type entered.
de: unbekannt oder noch nicht implementiert Fußabdruck Typ eingegeben.
nl: onbekend of nog niet ge-implementeerd element type ingevoerd.

source: no [%s] footprint written: found DRC errors while checking package %s.
de: Kein [%s] Fußabdruck geschrieben: Fehler gefunden beim Überprüfen der DRC vom Paket %s.
nl: geen [%s] footprint geschreven: DRC fouten gevonden tijdens controle van behuizing %s.

source: unknown function `%s'
de: unbekannte Funktion `%s'
nl: onbekende functie `%s'

source: found a total of %d exceptions for pins/pads.
de: insgesamt %d Ausnahmen für Pins/Pads gefunden.
nl: vond totaal %d uitzonderingen voor pennen/pads.

source: found the following exceptions for pins/pads: %s.
de: fand die folgende Ausnahmen für Pins/Pads: %s.
nl: vond de volgende uitzondering voor pennen/pads: %s.

source: [%s] could not create a valid element pointer for an element.
de: [%s] konnte keine gültiges Element Zeiger für ein Element erstellen.
nl: [%s] kon geen geldige elementaanwijzer creëeren voor een element.

source: [%s] created an element for element: %s.
de: [%s] ein Element für Element erstellt: %s.
nl: [%s] creëerde een element voor element: %s.

source: [%s] DRC Check: checking package %s.
de: [%s] DRC Prüfung: Überprüfung Paket %s.
nl: [%s] DRC Controle: controleer behuizing %s.

source: [%s] DRC Error: NO_SHAPE specified for check for allowed pad shapes.
de: [%s] DRC Fehler: NO_SHAPE angegeben für Prüfung von erlaubte Padformen.
nl: [%s] DRC Fout: NO_SHAPE gespecificeerd voor controle van toegelaten padvormen.

source: [%s] DRC Error: square pad shape specified for check for allowed pad shapes.
de: [%s] DRC Fehler: vierkantes Padform angegeben für Prüfung von erlaubte Padformen.
nl: [%s] DRC Fout: vierkante padvorm gespecificeerd voor controle van toegelaten padvormen.

source: [%s] DRC Error: octagonal pad shape specified for check for allowed pad shapes.
de: [%s] DRC Fehler: acheckigen Padform angegeben für Prüfung von erlaubte Padformen.
nl: [%s] DRC Fout: achtkante padvorm gespecificeerd voor controle van toegelaten padvormen.

source: [%s] DRC Error: round elongated pad shape specified for check for allowed pad shapes.
de: [%s] DRC Fehler: rundes Padform angegeben für Prüfung von erlaubte Padformen.
nl: [%s] DRC Fout: ronde padvorm gespecificeerd voor controle van toegelaten padvormen.

source: [%s] DRC Error: no valid pad shape type specified.
de: [%s] DRC Fehler: keine gültige Padformtyp vorgeschrieben.
nl: [%s] DRC Fout: geen geldige padvorm gespecificeerd.

source: [%s] DRC Error: package should not have a suare pad #1.
nl: [%s] DRC Fout: behuizing hoort geen vierkant pad #1 te hebben.
